Repository: ricofast/syndicma
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: English
ar: الإنجليزية

source: Courses
ar: الدروس

source: Area
ar: المجال

source: City
ar: المدينة

source: Center
ar: معهد

source: Level
ar: المستوى

source: Age
ar: العمر

source: Language
ar: اللغة

source: Location
ar: المكان

source: Please keep filesize under %s. Current filesize %s
ar: Veuillez conserver la taille du fichier sous %s. Taille de fichier actuelle %s

source: Filetype not supported.
ar: نوع الملف غير مقبول.

source: Title
ar: العنوان

source: Description
ar: وصف وتفصيل

source: Extra information
ar: معلومات اضافية

source: Duration
ar: مدة الحصة

source: Search an Area or a Course
ar: بحث عن درس أو مجال

source: Center name
ar: إسم المعهد

source: Currency
ar: العملة

source: Location type
ar: نوع المكان

source: Price
ar: السعر

source: accepted
ar: مقبول

source: Name
ar: الإسم

source: Section
ar: مجموعة

source: Attachment
ar: المرفق

source: Link
ar: رابط يوتيوب

source: Picture
ar: صورة 1

source: Picture 2
ar: صورة 2

source: Picture 3
ar: صورة 3

source: Picture 4
ar: صورة 4

source: Cities
ar: مدن

source: Levels
ar: المستويات

source: Durations
ar: المدة الزمنية

source: Ages
ar: الأعمار

source: Areas
ar: مجالات

source: Languages
ar: اللغات

source: Centers
ar: المعاهد

source: Manage center
ar: إدارة معهد

source: Course
ar: درس

source: Manage course
ar: إدارة درس

source: Location Type
ar: نوع المكان

source: Location Types
ar: أنواع المكان

source: Currencies
ar: العملات

source: Locations
ar: أماكن

source: Enrollment
ar: التسجيل

source: Manage enrollment
ar: إدارة التسجيل

source: Handout
ar: المستند

source: Manage handout
ar: إدارة المستندات

source: Join request
ar: طلب انضمام

source: Join requests
ar: طلبات الانضمام

source: Manage join request
ar: إدارة طلبات الانضمام

source: Profiles
ar: لمحة مختصرة

source: professor
ar: أستاذ

source: student
ar: طالب

source: Telephone
ar: رقم الهاتف

source: Date of birth
ar: تاريخ الميلاد

source: Biography
ar: سيرة شخصية

source: Education level
ar: المستوى الدراسي

source: Years of experience
ar: سنوات الخبرة

source: Picture 1
ar: صورة 1

source: Score
ar: نقطة

source: Text
ar: نص

source: Access professor pages
ar: الوصول إلى صفحات الأستاذ

source: Access student pages
ar: الوصول إلى صفحات الطلاب

source: Profile picture
ar: الصوره

source: Profile picture1
ar: الصوره 1

source: Profile picture2
ar: الصوره 2

source: Email verified
ar: البريد مصدق

source: Student
ar: طالب

source: Students
ar: طلاب

source: Professor
ar: أستاذ

source: Professors
ar: أساتذة

source: Review
ar: تقييم الأداء

source: Reviews
ar: تقييمات الطلاب

source: Forbidden
ar: ممنوع

source: You have no rights to access this page. <br> You can <a href='%(search_url)s'>return</a> to the home page.
ar: ليس لديك الحق في الوصول إلى هذه الصفحة. <br> تستطيع <a href='%(search_url)s'>العودة</a> إلى الصفحة الرئيسية.

source: Verified
ar: البريد مصدق

source: Unverified
ar: البريد مصدق

source: Confirm
ar: تأكيد

source: Sign In
ar: تسجيل الإشتراك

source: Sign Out
ar: تسجيل الخروج

source: Are you sure you want to sign out?
ar: هل أنت متأكد أنك تريد الخروج

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
ar: لقد أرسلنا لك بريدًا إلكترونيًا. يرجى الاتصال بنا إذا لم تستلمهافي غضون بضع دقائق.

source: Set Password
ar: ضبط كلمة السر

source: Sign Up
ar: تسجيل الإشتراك

source: Site conditions
ar: شروط إستخدام الموقع

source: Menu
ar: القائمة

source: Home
ar: الصفحة الرئيسية

source: My Courses
ar: الدروس

source: Dashboard
ar: لوحة القيادة

source: Search results
ar: نتائج البحث

source: Profile
ar: لمحة مختصرة

source: Logout
ar: تسجيل الخروج

source: Login
ar: تسجيل الدخول

source: Signup
ar: تسجيل الإشتراك

source: Copyright
ar: حقوق النشر

source: All rights reserved
ar: كل الحقوق محفوظة

source: Course City:
ar: المدينة:

source: The class is taught in
ar: لغة التدريس

source: Your enrollment is under review.
ar: تسجيلك قيد المراجعة

source: Your enrollment was accepted.
ar: تم قبول تسجيلك.

source: Your enrollment was rejected.
ar: تم رفض تسجيلك.

source: Enroll
ar: إشترك

source: Your enrollment request was sent.
ar: تم إرسال طلب التسجيل الخاص بك.

source: Conditions
ar: تأكيد

source: Confirmation
ar: تأكيد

source: Are you sure you want to delete
ar: هل أنت متأكد أنك تريد حذف الدرس

source: Training Center:
ar: مركز التدريس:

source: Creation date
ar: تاريخ الإنشاء

source: Created by
ar: انشأ من طرف

source: Join
ar: أصبح عضوا

source: List of Courses
ar: قائمة الدروس

source: No courses yet.
ar: لا توجد دروس حتى الآن

source: List of Professors
ar: قائمة الأساتذة

source: (Center Admin)
ar: (مسير المعهد)

source: Student Enroll Requests
ar: طلبات تسجيل الطلاب

source: Center Join Requests
ar: طلبات التسجيل في المعهد

source: Create a New Center
ar: إنشاء معهد جديد

source: Submit
ar: إرسال

source: No centers yet.
ar: لم تنشئ أي معهد حتى الآن

source: Filters
ar: تعديلات إضافية

source: Search
ar: بحث

source: Find a center
ar: ابحث عن معهد

source: Centers Member of as a Professor
ar: المعاهد التي أنتمي إليها

source: No participations in the centers yet.
ar: لا توجد مشاركات في المعهد حتى الان.

source: Manage / create own Centers
ar: إدارة / إنشاء مراكز خاصة

source: Create center
ar: إنشاء معهد

source: No your centers yet.
ar: لا توجد معاهد حتى الآن

source: Contact
ar: إتصل بالأستاذ

source: Email
ar: البريد الإلكتروني

source: Ok
ar: حسنا

source: years of experience
ar: سنوات الخبرة

source: About me
ar: نبذة عني

source: Education
ar: المستوى العلمي

source: No professor found.
ar: لم يتم العثور على أي أستاذ

source: Add review
ar: أضف تقييم

source: Reviewed
ar: تم التقييم

source: No reviews yet
ar: لا توجد تقييمات حتى الآن

source: Сourse
ar: درس

source: Create a New Course
ar: إنشاء درس

source: Create
ar: إنشاء

source: Create course
ar: إنشاء درس

source: Create a Course
ar: إنشاء درس

source: What do you want to learn?
ar: أطلعنا عن ماذا تريد أن تتعلم

source: Find a Professor
ar: ابحث عن أستاذ

source: Find a Center
ar: ابحث عن معهد

source: From math tutoring to yoga, Superprof is the best and fastest way to find high-quality teachers.
ar: هو أفضل وأسرع طريقة للعثور على أساتذة ذوي خبرة عالية SuperProf من دروس الرياضيات إلى دروس الموسيقى

source: How to use this Website
ar: كيفية استخدام هذا الموقع

source: if you are a professor or a student there are plenty of videos to show you how to register in this website and how to use all the services offered
ar: إذا كنت أستاذًا أو طالبًا ، فهناك الكثير من مقاطع الفيديو لتوضيح كيفية التسجيل في هذا الموقع وكيفية استخدام جميع الخدمات المقدمة

source: Courses Search Results
ar: نتائج البحث

source: Filter
ar: تعديل

source: Details
ar: تفاصيل

source: Member since
ar: عضو منذ

source: Information
ar: معلومات

source: Education Level
ar: المستوى الدراسي

source: List of Students
ar: قائمة الطلاب

source: Change Student Enrollments
ar: إدارة التسجيل

source: No students yet.
ar: لا يوجد طلاب حتى الان

source: Enrollments
ar: التسجيلات

source: Student Enrollments
ar: طلبات تسجيل الطلاب

source: Delete
ar: حذف

source: No enrollments yet.
ar: لا توجد تسجيلات حتى الآن.

source: Save
ar: تسجيل

source: handouts
ar: مستندات

source: Create handout
ar: إضافة مستند

source: No handouts yet.
ar: لا توجد مستندات حتى الآن

source: Update your Profile
ar: تحديث ملفك الشخصي

source: Add Handouts to a Course
ar: إضافة ملف أو وثيقة إلى درس

source: Create a Center
ar: إنشاء معهد جديد

source: Join a Center
ar: إلتحاق بمعهد

source: Join a Course
ar: تسجيل في درس

source: An Introduction on what to expect from this website
ar: مقدمة حول ما يمكن توقعه وفعله في هذا الموقع

source: Create a Professor Account and Verify it
ar: إنشاء حساب أستاذ وتأكيده

source: Update Professor's Profile to help Students
ar: تحديث ملف تعريف الأستاذ لمساعدة الطلاب

source: Add handouts to a Course
ar: إضافة ملفات أو وثائق إلى الدروس

source: Create a Student Account and Verify it
ar: إنشاء حساب طالب وتأكيده

source: No join requests yet.
ar: لا توجد طلبات انضمام حتى الآن.

source: Professor Information
ar: معلومات الأستاذ

source: List of Professor Courses
ar: قائمة دروس الأساتذة

source: Manage emails
ar: إدارة عناوين البريد الإلكتروني

source: Update
ar: تحديث

source: Student Information
ar: معلومات الطالب
